export const getRoles = `С помощью данного эндпойнта вы можете получить список ролей с полномочиями закрпеленными за данной ролью.`;
export const getRoleById = `С помощью данного эндпойнта вы можете получить конкретную роль по id c полномочиями закрпеленными за данной роллью.`;
export const getPermissionsByRoleId = `С помощью данного эндпойнта вы можете получить список полномочий закрпеленных за указанной ролью.`;
export const getMyRoles = `С помощью данного эндпойнта вы можете получить список своих ролей с полномочиями закрпеленными за данной ролью.`;
export const changeRoleByUser = `С помощью данного эндпойнта вы можете изменить роль у пользователя в вашей компании,
    нужно прислать id роли, которую вы хотите установить пользователю, id пользователя и список полномочий,
    по умолчанию устанавливаются все полномочия для данной роли.`;
export const editRole = `С помощью данного эндпойнта вы можете отредактировать название роли и список полномочий закрепленных за этой ролью.`;
export const editPermission = `С помощью данного эндпойнта вы можете отредактировать название полномочия.`;
